Repository: itcmsgr/clientexec-modules
Catalog: language/javascript-*.po
Languages: el

source: Invalid Email format for field %.
el: Μη έγκυρη μορφή email για το πεδίο %.

source: The field % can't be empty.
el: Το πεδίο % δεν μπορεί να είναι κενό.

source: The following form field(s) were incomplete or incorrect
el: Το/τα ακόλουθο/α πεδίο/α της φόρμας ήταν ελλιπή ή λανθασμένα

source: Please complete or correct the form and submit again.
el: Παρακαλούμε συμπληρώστε ή διορθώστε τη φόρμα και υποβάλετε ξανά.

source: Visa is not accepted at this time
el: Η Visa δεν γίνεται δεκτή αυτή τη στιγμή

source: MasterCard is not accepted at this time
el: Η MasterCard δεν γίνεται δεκτή αυτή τη στιγμή

source: American Express is not accepted at this time
el: Η American Express δεν γίνεται δεκτή αυτή τη στιγμή

source: Discover is not accepted at this time
el: Η Discover δεν γίνεται δεκτή αυτή τη στιγμή

source: LaserCard is not accepted at this time
el: Η LaserCard δεν γίνεται δεκτή αυτή τη στιγμή

source: Diners Club is not accepted at this time
el: Η Diners Club δεν γίνεται δεκτή αυτή τη στιγμή

source: Switch is not accepted at this time
el: Η Switch δεν γίνεται δεκτή αυτή τη στιγμή

source: Quantity
el: Ποσότητα

source: Option
el: Επιλογή

source: Prices will be multiplied by the quantity
el: Οι τιμές θα πολλαπλασιαστούν με την ποσότητα

source: Validating...
el: Επικύρωση...

source: Valid VAT Number
el: Έγκυρος Αριθμός ΦΠΑ

source: Invalid VAT Number
el: Μη Έγκυρος Αριθμός ΦΠΑ

source: Retry
el: Επανάληψη

source: Unable to validate at the moment.
el: Αδυναμία επικύρωσης αυτή τη στιγμή.

source: This field is required
el: Αυτό το πεδίο είναι υποχρεωτικό

source: Yes
el: Ναι

source: No Active Chats
el: Δεν υπάρχουν Ενεργές Συνομιλίες

source: Cancel
el: Ακύρωση

source: Are you sure you want to delete this message?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το μήνυμα;

source: Your reply:
el: Η απάντησή σας:

source: Your status:
el: Η κατάστασή σας:

source: Expiry Date
el: Ημερομηνία Λήξης

source: View PDF Invoice
el: Προβολή Τιμολογίου PDF

source: Enter your passphrase:
el: Εισάγετε τον κωδικό πρόσβασής σας:

source: Invoice
el: Τιμολόγιο

source: Due
el: Οφειλόμενο

source: Gateway
el: Πύλη Πληρωμής

source: Pmt Reference
el: Αναφορά Πληρωμής

source: Balance Due
el: Υπόλοιπο Οφειλής

source: Total
el: Σύνολο

source: Status
el: Κατάσταση

source: Add Payment Reference
el: Προσθήκη Αναφοράς Πληρωμής

source: Viewing Invoices
el: Προβολή Τιμολογίων

source: Are sure you want to cancel the subscription tied to this invoice?
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε τη συνδρομή που συνδέεται με αυτό το τιμολόγιο;

source: No
el: Όχι

source: Do you want to send a receipt?
el: Θέλετε να στείλετε μια απόδειξη;

source: Are sure you want to delete the selected invoice(s).
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το/τα επιλεγμένο/α τιμολόγιο/α;

source: Amount
el: Ποσό

source: Add optional information
el: Προσθήκη προαιρετικών πληροφοριών

source: Remove Optional Information
el: Αφαίρεση Προαιρετικών Πληροφοριών

source: Payment Reference (Optional)
el: Αναφορά Πληρωμής (Προαιρετική)

source: Payment Date (Optional)
el: Ημερομηνία Πληρωμής (Προαιρετική)

source: Payment Time (Optional)
el: Ώρα Πληρωμής (Προαιρετική)

source: Payment Processor (Optional)
el: Επεξεργαστής Πληρωμών (Προαιρετικός)

source: Some invoices are not due. Are you sure you want to proceed?
el: Ορισμένα τιμολόγια δεν είναι οφειλόμενα. Είστε σίγουροι ότι θέλετε να προχωρήσετε;

source: OK
el: ΟΚ

source: Are you sure you want to process the selected account(s)?
el: Είστε σίγουροι ότι θέλετε να επεξεργαστείτε το/τα επιλεγμένο/α λογαριασμό/ούς;

source: Date
el: Ημερομηνία

source: Description
el: Περιγραφή

source: Transaction ID
el: Αριθμός Συναλλαγής

source: Transaction Id
el: Αριθμός Συναλλαγής

source: Result
el: Αποτέλεσμα

source: Action
el: Ενέργεια

source: Plugin
el: Πρόσθετο

source: Share information
el: Κοινή χρήση πληροφοριών

source: Add License(s)
el: Προσθήκη Άδειας/ων

source: Add License(s) to
el: Προσθήκη Άδειας/ων σε

source: Are you sure you want to delete the selected license(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την/τις επιλεγμένη/ες άδεια/ες

source: Type
el: Τύπος

source: Attributes
el: Ιδιότητες

source: Reseller
el: Μεταπωλητής

source: Are you sure you want to delete the selected resellers(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον/τους επιλεγμένο/ους μεταπωλητή/ές

source: Profile
el: Προφίλ

source: Used
el: Χρησιμοποιήθηκε

source: Add Reseller
el: Προσθήκη Μεταπωλητή

source: Advanced Search
el: Σύνθετη Αναζήτηση

source: Ticket Search
el: Αναζήτηση Ticket

source: Jan
el: Ιαν

source: Feb
el: Φεβ

source: Mar
el: Μαρ

source: Apr
el: Απρ

source: May
el: Μαι

source: Jun
el: Ιουν

source: Jul
el: Ιουλ

source: Aug
el: Αυγ

source: Sep
el: Σεπ

source: Oct
el: Οκτ

source: Nov
el: Νοε

source: Dec
el: Δεκ

source: January
el: Ιανουάριος

source: February
el: Φεβρουάριος

source: March
el: Μάρτιος

source: April
el: Απρίλιος

source: June
el: Ιούνιος

source: July
el: Ιούλιος

source: August
el: Αύγουστος

source: September
el: Σεπτέμβριος

source: October
el: Οκτώβριος

source: November
el: Νοέμβριος

source: December
el: Δεκέμβριος

source: Sun
el: Κυρ

source: Mon
el: Δευ

source: Tue
el: Τρι

source: Wed
el: Τετ

source: Thu
el: Πεμ

source: Fri
el: Παρ

source: Sat
el: Σαβ

source: Sunday
el: Κυριακή

source: Monday
el: Δευτέρα

source: Tuesday
el: Τρίτη

source: Wednesday
el: Τετάρτη

source: Thursday
el: Πέμπτη

source: Friday
el: Παρασκευή

source: Saturday
el: Σάββατο

source: Loading
el: Φόρτωση

source: Quick Search
el: Γρήγορη Αναζήτηση

source: NOTE: This operation will move all the tickets from this Email to the user whose ID you will enter. Also, this Email will be added as an alternate address for future support requests from this user.
el: ΣΗΜΕΙΩΣΗ: Αυτή η ενέργεια θα μεταφέρει όλα τα tickets από αυτό το Email στον χρήστη του οποίου το ID θα εισάγετε. Επίσης, αυτό το Email θα προστεθεί ως εναλλακτική διεύθυνση για μελλοντικά αιτήματα υποστήριξης από αυτόν τον χρήστη.

source: Migrate Guest to User ID:
el: Μεταφορά Επισκέπτη σε ID Χρήστη:

source: My Notes
el: Οι Σημειώσεις μου

source: Add Staff Note
el: Προσθήκη Σημείωσης Προσωπικού

source: Add Support Ticket
el: Προσθήκη Ticket Υποστήριξης

source: You must fill in all the required fields before submitting your ticket.
el: Πρέπει να συμπληρώσετε όλα τα υποχρεωτικά πεδία πριν υποβάλετε το ticket σας.

source: There was an error with this operation
el: Παρουσιάστηκε σφάλμα σε αυτήν την ενέργεια

source: Email Client
el: Πελάτης Email

source: Loading...
el: Φόρτωση...

source: No data available in table
el: Δεν υπάρχουν διαθέσιμα δεδομένα στον πίνακα

source: Showing % to % of % entries
el: Εμφάνιση % έως % από % καταχωρήσεις

source: Showing 0 to 0 of 0 entries
el: Εμφάνιση 0 έως 0 από 0 καταχωρήσεις

source: filtered from % total entries
el: φιλτραρισμένο από % συνολικές καταχωρήσεις

source: Show % entries
el: Εμφάνιση % καταχωρήσεων

source: Search:
el: Αναζήτηση:

source: No matching records found
el: Δεν βρέθηκαν αντίστοιχες εγγραφές

source: activate to sort column ascending
el: ενεργοποιήστε για ταξινόμηση στήλης σε αύξουσα σειρά

source: activate to sort column descending
el: ενεργοποιήστε για ταξινόμηση στήλης σε φθίνουσα σειρά

source: This value seems to be invalid.
el: Αυτή η τιμή φαίνεται να είναι μη έγκυρη.

source: This value should be a valid email.
el: Αυτή η τιμή πρέπει να είναι έγκυρο email.

source: This value should be a valid url.
el: Αυτή η τιμή πρέπει να είναι έγκυρη διεύθυνση URL.

source: This value should be a valid number.
el: Αυτή η τιμή πρέπει να είναι έγκυρος αριθμός.

source: This value should be digits.
el: Αυτή η τιμή πρέπει να αποτελείται από ψηφία.

source: This value should be a valid date (YYYY-MM-DD).
el: Αυτή η τιμή πρέπει να είναι έγκυρη ημερομηνία (ΕΕΕΕ-ΜΜ-ΗΗ).

source: This value should be alphanumeric.
el: Αυτή η τιμή πρέπει να είναι αλφαριθμητική.

source: This value should be a valid phone number.
el: Αυτή η τιμή πρέπει να είναι έγκυρος αριθμός τηλεφώνου.

source: This value should not be null.
el: Αυτή η τιμή δεν πρέπει να είναι μηδενική.

source: This value should not be blank.
el: Αυτή η τιμή δεν πρέπει να είναι κενή.

source: This value is required.
el: Αυτή η τιμή είναι υποχρεωτική.

source: This value should be greater than or equal to %s.
el: Αυτή η τιμή πρέπει να είναι μεγαλύτερη ή ίση με %s.

source: This value should be lower than or equal to %s.
el: Αυτή η τιμή πρέπει να είναι μικρότερη ή ίση με %s.

source: This value should be between %s and %s.
el: Αυτή η τιμή πρέπει να είναι μεταξύ %s και %s.

source: This value is too short. It should have %s characters or more.
el: Αυτή η τιμή είναι πολύ μικρή. Πρέπει να έχει %s χαρακτήρες ή περισσότερους.

source: This value is too long. It should have %s characters or less.
el: Αυτή η τιμή είναι πολύ μεγάλη. Πρέπει να έχει %s χαρακτήρες ή λιγότερους.

source: This value length is invalid. It should be between %s and %s characters long.
el: Το μήκος αυτής της τιμής είναι μη έγκυρο. Πρέπει να είναι μεταξύ %s και %s χαρακτήρων.

source: You must select at least %s choices.
el: Πρέπει να επιλέξετε τουλάχιστον %s επιλογές.

source: You must select %s choices or less.
el: Πρέπει να επιλέξετε %s επιλογές ή λιγότερες.

source: You must select between %s and %s choices.
el: Πρέπει να επιλέξετε μεταξύ %s και %s επιλογών.

source: This value should be the same.
el: Αυτή η τιμή πρέπει να είναι η ίδια.

source: Loading Graph
el: Φόρτωση Γραφήματος

source: NOTICE:
el: ΕΙΔΟΠΟΙΗΣΗ:

source: You have modified the availability to some Product Groups.
el: Έχετε τροποποιήσει τη διαθεσιμότητα σε ορισμένες Ομάδες Προϊόντων.

source: Do you want existing clients to continue being charged this addon?
el: Θέλετε οι υπάρχοντες πελάτες να συνεχίσουν να χρεώνονται για αυτό το πρόσθετο;

source: Plugin Variable
el: Μεταβλητή Πρόσθετου

source: Used in products
el: Χρησιμοποιείται σε προϊόντα

source: Not used in any products
el: Δεν χρησιμοποιείται σε κανένα προϊόν

source: Edit
el: Επεξεργασία

source: Title
el: Τίτλος

source: Post Date
el: Ημερομηνία Δημοσίευσης

source: Published
el: Δημοσιεύθηκε

source: Pinned
el: Καρφιτσωμένο

source: Add Announcement
el: Προσθήκη Ανακοίνωσης

source: Are you sure you want to delete the selected announcement(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την/τις επιλεγμένη/ες ανακοίνωση/εις

source: Are you sure you want to delete the selected client groups(s)?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την/τις επιλεγμένη/ες ομάδα/ες πελατών;

source: Description:
el: Περιγραφή:

source: Group
el: Ομάδα

source: Color
el: Χρώμα

source: Members
el: Μέλη

source: Add/Edit Client Group
el: Προσθήκη/Επεξεργασία Ομάδας Πελατών

source: Your secret key
el: Το μυστικό σας κλειδί

source: Event Name
el: Όνομα Εκδήλωσης

source: From Name
el: Όνομα Αποστολέα

source: From Email
el: Email Αποστολέα

source: Notified
el: Ειδοποιήθηκε

source: Last Notified
el: Τελευταία Ειδοποίηση

source: Enabled
el: Ενεργοποιημένο

source: Notification Window
el: Παράθυρο Ειδοποίησης

source: Are you sure you want to reset the selected notification(s)?<br>Doing so will allow the notification(s) to email again the previously ignored clients.
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε την/τις επιλεγμένη/ες ειδοποίηση/εις;<br>Κάνοντας αυτό θα επιτρέψετε στην/στις ειδοποίηση/εις να στείλει/ουν ξανά email στους πελάτες που είχαν προηγουμένως αγνοηθεί.

source: Are you sure you want to delete the selected notification(s)?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την/τις επιλεγμένη/ες ειδοποίηση/εις;

source: Name
el: Όνομα

source: Display Type
el: Τύπος Εμφάνισης

source: WARNING!
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ!

source: Are you sure you want to add/update the selected addon?
el: Είστε σίγουροι ότι θέλετε να προσθέσετε/ενημερώσετε το επιλεγμένο πρόσθετο;

source: Drop-down menus
el: Αναπτυσσόμενα μενού

source: Radio buttons
el: Κουμπιά επιλογής (Radio buttons)

source: If the addon is been added, existing clients will be applied the default value: 'None' option if available, or the first option if not.
el: Εάν έχει προστεθεί το πρόσθετο, στους υπάρχοντες πελάτες θα εφαρμοστεί η προεπιλεγμένη τιμή: η επιλογή 'Κανένα' εάν είναι διαθέσιμη, ή η πρώτη επιλογή εάν όχι.

source: If the addon is been updated to quantity type, existing clients will use a quantity of 1 by default.
el: Εάν το πρόσθετο ενημερωθεί σε τύπο ποσότητας, οι υπάρχοντες πελάτες θα χρησιμοποιήσουν ποσότητα 1 εξ ορισμού.

source: If the addon is been updated from quantity type to a different type, existing clients will change their quantity to 1.
el: Εάν το πρόσθετο ενημερωθεί από τύπο ποσότητας σε διαφορετικό τύπο, οι υπάρχοντες πελάτες θα αλλάξουν την ποσότητά τους σε 1.

source: Billing Period(s)
el: Περίοδος/οι Χρέωσης

source: Price
el: Τιμή

source: Transfer
el: Μεταφορά

source: N/A
el: Δ/Υ

source: Renew
el: Ανανέωση

source: Are you sure you want to delete the selected TLD billing period(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την/τις επιλεγμένη/ες περίοδο/ους χρέωσης TLD

source: TLD Setup Window
el: Παράθυρο Ρύθμισης TLD

source: Pricing
el: Τιμολόγηση

source: Addons
el: Πρόσθετα

source: Upgrade/Downgrade
el: Αναβάθμιση/Υποβάθμιση

source: Advanced & Plugin Settings
el: Προηγμένες Ρυθμίσεις & Ρυθμίσεις Πρόσθετων

source: Are you sure you want to delete this product group
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν την ομάδα προϊόντων

source: Are you sure you want to delete the selected product(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το/τα επιλεγμένο/α προϊόν/τα

source: Late Fee
el: Τέλος Καθυστέρησης

source: Tax
el: Φόρος

source: Signup?
el: Εγγραφή;

source: Hidden
el: Κρυφό

source: Product Group Window
el: Παράθυρο Ομάδας Προϊόντων

source: You must save your server first
el: Πρέπει πρώτα να αποθηκεύσετε τον διακομιστή σας

source: Are you sure you want to delete the selected servers(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον/τους επιλεγμένο/ους διακομιστή/ές

source: No status message
el: Χωρίς μήνυμα κατάστασης

source: Status Message:
el: Μήνυμα Κατάστασης:

source: Server Name
el: Όνομα Διακομιστή

source: Hostname
el: Όνομα Κεντρικού Υπολογιστή (Hostname)

source: Shared IP
el: Κοινόχρηστη IP

source: Quota
el: Όριο

source: Monthly Cost
el: Μηνιαίο Κόστος

source: DataCenter / Provider
el: Κέντρο Δεδομένων / Πάροχος

source: New API Key has been generated
el: Έχει δημιουργηθεί νέο κλειδί API

source: Are you sure you want to delete the selected billing cycle(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον/τους επιλεγμένο/ους κύκλο/ους χρέωσης

source: Time Unit
el: Μονάδα Χρόνου

source: Amount of Units
el: Ποσότητα Μονάδων

source: Recurring Fees
el: Επαναλαμβανόμενες Χρεώσεις

source: Add/Edit Billing Cycle
el: Προσθήκη/Επεξεργασία Κύκλου Χρέωσης

source: Archive
el: Αρχειοθέτηση

source: Unarchive
el: Κατάργηση Αρχειοθέτησης

source: Are you sure you want to delete the selected billing types(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον/τους επιλεγμένο/ους τύπο/ους χρέωσης

source: Invoice Description
el: Περιγραφή Τιμολογίου

source: Count
el: Πλήθος

source: Add/Edit Billing Type
el: Προσθήκη/Επεξεργασία Τύπου Χρέωσης

source: Are you sure you want to delete the selected email templates(s)?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το/τα επιλεγμένο/α πρότυπο/α email;

source: You can not delete the system email templates.
el: Δεν μπορείτε να διαγράψετε τα πρότυπα email συστήματος.

source: Email Template Window
el: Παράθυρο Προτύπου Email

source: Code
el: Κωδικός

source: Are you sure you want to delete the selected coupon(s)?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το/τα επιλεγμένο/α κουπόνι/α;

source: Are you sure you want to unarchive the selected coupon(s)?
el: Είστε σίγουροι ότι θέλετε να καταργήσετε την αρχειοθέτηση του/των επιλεγμένου/ων κουπονιού/ών;

source: Are you sure you want to archive the selected coupon(s)?
el: Είστε σίγουροι ότι θέλετε να αρχειοθετήσετε το/τα επιλεγμένο/α κουπόνι/α;

source: Discount
el: Έκπτωση

source: Recurring
el: Επαναλαμβανόμενο

source: Billing Cycles
el: Κύκλοι Χρέωσης

source: In Effect
el: Σε Ισχύ

source: Currency Name
el: Όνομα Νομίσματος

source: Default
el: Προεπιλογή

source: Symbol
el: Σύμβολο

source: Alignment
el: Στοίχιση

source: Precision
el: Ακρίβεια

source: Rate
el: Ισοτιμία

source: Please select only one currency for the default
el: Παρακαλούμε επιλέξτε μόνο ένα νόμισμα για την προεπιλογή

source: Are you sure you want to delete the selected currencies?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τα επιλεγμένα νομίσματα;

source: Add/Edit Currency
el: Προσθήκη/Επεξεργασία Νομίσματος

source: Custom fields reordered successfully
el: Τα προσαρμοσμένα πεδία αναδιατάχθηκαν επιτυχώς

source: Enter the name of the new custom field
el: Εισάγετε το όνομα του νέου προσαρμοσμένου πεδίου

source: added to custom fields.
el: προστέθηκε στα προσαρμοσμένα πεδία.

source: saved successfully.
el: αποθηκεύτηκε επιτυχώς.

source: Are you sure you want to delete
el: Είστε σίγουροι ότι θέλετε να διαγράψετε

source: Custom field created by plugin:
el: Προσαρμοσμένο πεδίο που δημιουργήθηκε από πρόσθετο:

source: Are you sure you want to delete the selected departments(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το/τα επιλεγμένο/α τμήμα/τα

source: Department Name
el: Όνομα Τμήματος

source: Lead
el: Υπεύθυνος

source: Add/Edit Department
el: Προσθήκη/Επεξεργασία Τμήματος

source: Users Affected
el: Επηρεαζόμενοι Χρήστες

source: Source
el: Πηγή

source: Email’s Checked
el: Email που Ελέγχθηκαν

source: Open Ticket ?
el: Άνοιγμα Ticket;

source: Autoresponder
el: Αυτόματη Απάντηση

source: Are you sure you want to delete the selected routing rules(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον/τους επιλεγμένο/ους κανόνα/ες δρομολόγησης

source: Are you sure you want to delete the selected alias(es)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το/τα επιλεγμένο/α ψευδώνυμο/α

source: Alias To
el: Ψευδώνυμο Προς

source: System Status
el: Κατάσταση Συστήματος

source: Add/Edit Status Alias
el: Προσθήκη/Επεξεργασία Ψευδωνύμου Κατάστασης

source: Gateway updated properly
el: Η πύλη πληρωμής ενημερώθηκε σωστά

source: Already selected
el: Ήδη επιλεγμένο

source: Billing Profile IDs successfully deleted
el: Τα IDs Προφίλ Χρέωσης διαγράφηκαν επιτυχώς

source: Are you sure you want to delete the selected spam filter(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το/τα επιλεγμένο/α φίλτρο/α spam

source: Value
el: Τιμή

source: Enabled?
el: Ενεργοποιημένο;

source: Manage Spam Filter
el: Διαχείριση Φίλτρου Spam

source: All (Default)
el: Όλα (Προεπιλογή)

source: Country
el: Χώρα

source: Division
el: Διαίρεση

source: Level
el: Επίπεδο

source: Compound
el: Σύνθετο

source: VAT
el: ΦΠΑ

source: Add/Edit Tax Rule
el: Προσθήκη/Επεξεργασία Κανόνα Φόρου

source: Click to edit this ticket type
el: Κάντε κλικ για να επεξεργαστείτε αυτόν τον τύπο ticket

source: Are you sure you want to delete the selected ticket types(s)?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον/τους επιλεγμένο/ους τύπο/ους ticket;

source: None
el: Κανένα

source: Manage Ticket Type
el: Διαχείριση Τύπου Ticket

source: No staff available - click to add your first staff member to this group
el: Δεν υπάρχει διαθέσιμο προσωπικό - κάντε κλικ για να προσθέσετε το πρώτο μέλος προσωπικού σε αυτήν την ομάδα

source: Are you sure you want to delete this role?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον ρόλο;

source: Save
el: Αποθήκευση

source: Add Staff
el: Προσθήκη Προσωπικού

source: Role Name
el: Όνομα Ρόλου

source: Are you sure you want to delete this account? WARNING: All support ticket information for this user will be replaced to generic Tech Support
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον λογαριασμό; ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Όλες οι πληροφορίες ticket υποστήριξης για αυτόν τον χρήστη θα αντικατασταθούν με γενική Τεχνική Υποστήριξη

source: Are you sure you want to activate the follow clients as affiliates?
el: Είστε σίγουροι ότι θέλετε να ενεργοποιήσετε τους παρακάτω πελάτες ως συνεργάτες (affiliates);

source: Are you sure you want to decline the follow clients as affiliates?
el: Είστε σίγουροι ότι θέλετε να απορρίψετε τους παρακάτω πελάτες ως συνεργάτες (affiliates);

source: Visitors
el: Επισκέπτες

source: Sales
el: Πωλήσεις

source: Unpaid Balance
el: Ανεξόφλητο Υπόλοιπο

source: Total Paid
el: Συνολικά Πληρωθέντα

source: No name entered
el: Δεν καταχωρήθηκε όνομα

source: Package
el: Πακέτο

source: Are you sure you want to approve these commissions?
el: Είστε σίγουροι ότι θέλετε να εγκρίνετε αυτές τις προμήθειες;

source: Are you sure you want to decline these commissions?
el: Είστε σίγουροι ότι θέλετε να απορρίψετε αυτές τις προμήθειες;

source: Are you sure you want to manually mark these commissions as paid out?
el: Είστε σίγουροι ότι θέλετε να σημειώσετε χειροκίνητα αυτές τις προμήθειες ως πληρωμένες;

source: Client
el: Πελάτης

source: Affiliate
el: Συνεργάτης (Affiliate)

source: Clearing Date
el: Ημερομηνία Εκκαθάρισης

source: Order Value
el: Αξία Παραγγελίας

source: Commission
el: Προμήθεια

source: Enter the invoice id:
el: Εισάγετε το id του τιμολογίου:

source: Response
el: Απάντηση

source: Edited on
el: Επεξεργάστηκε στις

source: Are you sure you want to delete this charge? If yes please make sure you also click <b>Save Changes</b>
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν τη χρέωση; Εάν ναι, βεβαιωθείτε ότι κάνατε κλικ και στο <b>Αποθήκευση Αλλαγών</b>

source: Are you sure you want to split this charge into a new invoice?
el: Είστε σίγουροι ότι θέλετε να διαχωρίσετε αυτήν τη χρέωση σε ένα νέο τιμολόγιο;

source: Add period start and end dates
el: Προσθήκη ημερομηνιών έναρξης και λήξης περιόδου

source: Period Dates
el: Ημερομηνίες Περιόδου

source: Start
el: Έναρξη

source: End
el: Λήξη

source: Select date
el: Επιλέξτε ημερομηνία

source: Stop Processing
el: Διακοπή Επεξεργασίας

source: Please wait
el: Παρακαλώ περιμένετε

source: Preparing data
el: Προετοιμασία δεδομένων

source: Completed
el: Ολοκληρώθηκε

source: Generating Invoice(s)
el: Δημιουργία Τιμολογίου/ων

source: Processing Invoice(s)
el: Επεξεργασία Τιμολογίου/ων

source: Viewing all failed invoices.
el: Προβολή όλων των αποτυχημένων τιμολογίων.

source: Viewing all paid invoices.
el: Προβολή όλων των πληρωμένων τιμολογίων.

source: Outstanding Amount
el: Εκκρεμές Ποσό

source: User id field may not be left blank
el: Το πεδίο αναγνωριστικού χρήστη δεν μπορεί να παραμείνει κενό

source: Viewing all invoices that are past their due date, but not paid.
el: Προβολή όλων των τιμολογίων που έχουν παρέλθει την ημερομηνία λήξης τους, αλλά δεν έχουν πληρωθεί.

source: Viewing all invoices that have not been paid.
el: Προβολή όλων των τιμολογίων που δεν έχουν πληρωθεί.

source: Viewing all invoices.
el: Προβολή όλων των τιμολογίων.

source: Viewing invoices for a filtered user.
el: Προβολή τιμολογίων για φιλτραρισμένο χρήστη.

source: Viewing pending invoices. Invoices that have been sent to a merchant but not cleared. i.e. eChecks
el: Προβολή εκκρεμών τιμολογίων. Τιμολόγια που έχουν σταλεί σε έμπορο αλλά δεν έχουν εκκαθαριστεί. π.χ. Ηλεκτρονικές επιταγές (eChecks)

source: Viewing all draft invoices. These invoices are not ready to be processed.
el: Προβολή όλων των πρόχειρων τιμολογίων. Αυτά τα τιμολόγια δεν είναι έτοιμα για επεξεργασία.

source: Created
el: Δημιουργήθηκε

source: Client Name
el: Όνομα Πελάτη

source: Failed Reason
el: Λόγος Αποτυχίας

source: Start Date
el: Ημερομηνία Έναρξης

source: End Date
el: Ημερομηνία Λήξης

source: Are you sure you want to delete the selected charges(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τη/τις επιλεγμένη/ες χρέωση/εις
