Repository: itcmsgr/clientexec-modules
Catalog: language/javascript-*.po
Languages: el

source: Are you sure you want to create invoice(s) with the selected charges(s)
el: Είστε σίγουροι ότι θέλετε να δημιουργήσετε τιμολόγιο/α με τη/τις επιλεγμένη/ες χρέωση/εις

source: Due Date
el: Ημερομηνία Λήξης

source: Do you wish to activate this clients packages as well?
el: Επιθυμείτε να ενεργοποιήσετε και τα πακέτα αυτού του πελάτη;

source: Do you wish to use the server plugin to activate these packages?
el: Επιθυμείτε να χρησιμοποιήσετε το πρόσθετο του διακομιστή για να ενεργοποιήσετε αυτά τα πακέτα;

source: Do you wish to suspend this clients packages as well?
el: Επιθυμείτε να αναστείλετε και τα πακέτα αυτού του πελάτη;

source: Do you wish to use the server plugin to suspend these packages?
el: Επιθυμείτε να χρησιμοποιήσετε το πρόσθετο του διακομιστή για να αναστείλετε αυτά τα πακέτα;

source: Do you wish to cancel this clients packages as well?
el: Επιθυμείτε να ακυρώσετε και τα πακέτα αυτού του πελάτη;

source: Do you wish to use the server plugin to cancel these packages?
el: Επιθυμείτε να χρησιμοποιήσετε το πρόσθετο του διακομιστή για να ακυρώσετε αυτά τα πακέτα;

source: Are you sure you wish to register this account?
el: Είστε σίγουροι ότι επιθυμείτε να καταχωρήσετε αυτόν τον λογαριασμό;

source: There was an error when updating your status
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση της κατάστασής σας

source: Status has been updated successfully
el: Η κατάσταση ενημερώθηκε επιτυχώς

source: Subject
el: Θέμα

source: To
el: Προς

source: From
el: Από

source: Are you sure you want to activate the selected packages(s)
el: Είστε σίγουροι ότι θέλετε να ενεργοποιήσετε το/τα επιλεγμένο/α πακέτο/α

source: Are you sure you want to delete the selected packages(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το/τα επιλεγμένο/α πακέτο/α

source: Do you want to delete this client if they have no packages?
el: Θέλετε να διαγράψετε αυτόν τον πελάτη αν δεν έχει πακέτα;

source: Are you sure you want to cancel the selected package(s)?
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε το/τα επιλεγμένο/α πακέτο/α;

source: Are you sure you want to cancel the selected package(s)
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε το/τα επιλεγμένο/α πακέτο/α

source: Reason
el: Λόγος

source: Request Date & Time
el: Ημερομηνία & Ώρα Αίτησης

source: Cancel On
el: Ακύρωση Στις

source: Invalid payment term for domain
el: Μη έγκυρος όρος πληρωμής για το domain

source: Are you sure you want to % these domain(s)?
el: Είστε σίγουροι ότι θέλετε να % αυτό/ά το/α domain/s;

source: Domain Name
el: Όνομα Domain

source: Expiration
el: Λήξη

source: Next Bill Date
el: Επόμενη Ημερομηνία Χρέωσης

source: Period
el: Περίοδος

source: Auto Renew
el: Αυτόματη Ανανέωση

source: Registrar
el: Καταχωρητής

source: Are you sure you want to % these package(s)?
el: Είστε σίγουροι ότι θέλετε να % αυτό/ά το/α πακέτο/α;

source: Do you want to use the respective server plugin(s) to % these package(s)?
el: Θέλετε να χρησιμοποιήσετε το/τα αντίστοιχο/α πρόσθετο/α διακομιστή για να % αυτό/ά το/α πακέτο/α;

source: CSR Details
el: Λεπτομέρειες CSR

source: Reassign
el: Εκ νέου Ανάθεση

source: Toggle
el: Εναλλαγή

source: Are you sure you want to toggle the Registrar Lock option via the selected plugin?
el: Είστε σίγουροι ότι θέλετε να αλλάξετε την επιλογή Κλειδώματος Καταχωρητή μέσω του επιλεγμένου πρόσθετου;

source: Unknown
el: Άγνωστο

source: Not Yet Registered
el: Δεν Έχει Καταχωρηθεί Ακόμη

source: Select IP Address
el: Επιλέξτε Διεύθυνση IP

source: Delete
el: Διαγραφή

source: Point your domain to a web site by pointing to an IP Address, or forward to another site, or point to a temporary page (known as 'Parking'), and more. These records are also known as sub-domains (e.g. webmail.example.com).
el: Στρέψτε το domain σας σε έναν ιστότοπο δείχνοντας σε μια Διεύθυνση IP, ή προωθήστε το σε άλλο ιστότοπο, ή δείξτε σε μια προσωρινή σελίδα (γνωστή ως 'Parking'), και άλλα. Αυτές οι εγγραφές είναι επίσης γνωστές ως sub-domains (π.χ. webmail.example.com).

source: The setting <strong>Use Defaults</strong> must be set to No if you want to add your own Name Server
el: Η ρύθμιση <strong>Χρήση Προεπιλογών</strong> πρέπει να οριστεί σε Όχι εάν θέλετε να προσθέσετε τον δικό σας Name Server

source: Are you sure you want to % these certificate(s)?
el: Είστε σίγουροι ότι θέλετε να % αυτό/ά το/α πιστοποιητικό/α;

source: Expiration Date
el: Ημερομηνία Λήξης

source: Outstanding balance
el: Εκκρεμές υπόλοιπο

source: Do you want to use the respective server plugins to delete all these users?
el: Θέλετε να χρησιμοποιήσετε τα αντίστοιχα πρόσθετα διακομιστή για να διαγράψετε όλους αυτούς τους χρήστες;

source: Do you want to use the respective server plugins to cancel all these users?
el: Θέλετε να χρησιμοποιήσετε τα αντίστοιχα πρόσθετα διακομιστή για να ακυρώσετε όλους αυτούς τους χρήστες;

source: Successfully validated credit cards
el: Οι πιστωτικές κάρτες επικυρώθηκαν επιτυχώς

source: Client Type
el: Τύπος Πελάτη

source: Activated
el: Ενεργοποιημένο

source: Score
el: Βαθμολογία

source: Currency
el: Νόμισμα

source: Package Count
el: Πλήθος Πακέτων

source: Add Client
el: Προσθήκη Πελάτη

source: Validate CC
el: Επικύρωση Πιστωτικής Κάρτας

source: Are you sure you want to delete the selected accounts(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον/τους επιλεγμένο/ους λογαριασμό/ούς

source: Notifications?
el: Ειδοποιήσεις;

source: Invoices?
el: Τιμολόγια;

source: Support?
el: Υποστήριξη;

source: Manage Alternate Account
el: Διαχείριση Εναλλακτικού Λογαριασμού

source: Are you sure you want to register this client as an affiliate?
el: Είστε σίγουροι ότι θέλετε να καταχωρήσετε αυτόν τον πελάτη ως συνεργάτη (affiliate);

source: Credit Card Number
el: Αριθμός Πιστωτικής Κάρτας

source: <b>Are you sure you want to change the currency?</b>
el: <b>Είστε σίγουροι ότι θέλετε να αλλάξετε το νόμισμα;</b>

source: Please note that changing the currency will not convert the price amount to existing charges.
el: Παρακαλούμε σημειώστε ότι η αλλαγή του νομίσματος δεν θα μετατρέψει το ποσό της τιμής σε υπάρχουσες χρεώσεις.

source: You will need to review the prices on the existing invoices and recurring fees and reconfigure the packages and addons to make sure they are using prices for the new currency.
el: Θα χρειαστεί να ελέγξετε τις τιμές στα υπάρχοντα τιμολόγια και τις επαναλαμβανόμενες χρεώσεις και να αναδιαμορφώσετε τα πακέτα και τα πρόσθετα για να βεβαιωθείτε ότι χρησιμοποιούν τιμές για το νέο νόμισμα.

source: Are you sure you want to delete the billing profile id on file?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το id του προφίλ χρέωσης στο αρχείο;

source: Are you sure you want to delete the credit card on file?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την πιστωτική κάρτα στο αρχείο;

source: Update Billing Profile ID
el: Ενημέρωση ID Προφίλ Χρέωσης

source: Add Credit
el: Προσθήκη Πίστωσης

source: Remove Credit
el: Αφαίρεση Πίστωσης

source: Are you sure you want to reset the password of this client?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε τον κωδικό πρόσβασης αυτού του πελάτη;

source: Are you sure you want to export this client data?
el: Είστε σίγουροι ότι θέλετε να εξαγάγετε τα δεδομένα αυτού του πελάτη;

source: Are you sure you want to delete this client?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον πελάτη;

source: Do you want to delete this client's packages using the respective server plugin(s)?
el: Θέλετε να διαγράψετε τα πακέτα αυτού του πελάτη χρησιμοποιώντας το/τα αντίστοιχο/α πρόσθετο/α διακομιστή;

source: Associated to Ticket Type
el: Συσχετισμένο με Τύπο Ticket

source: Note
el: Σημείωση

source: Un-Archive
el: Κατάργηση Αρχειοθέτησης

source: Are you sure you want to delete the selected notes(s)
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τη/τις επιλεγμένη/ες σημείωση/εις

source: Date Submitted
el: Ημερομηνία Υποβολής

source: Entered By
el: Καταχωρήθηκε Από

source: Viewable By Client
el: Ορατό από τον Πελάτη

source: Ticket Type
el: Τύπος Ticket

source: No items found
el: Δεν βρέθηκαν στοιχεία

source: The package upgrade/downgrade has been canceled
el: Η αναβάθμιση/υποβάθμιση του πακέτου έχει ακυρωθεί

source: Upgrade/Downgrade Package
el: Αναβάθμιση/Υποβάθμιση Πακέτου

source: Are you sure you want to generate the next recurring invoice that applies to the selected package(s) as long as they have recurring charges?
el: Είστε σίγουροι ότι θέλετε να δημιουργήσετε το επόμενο επαναλαμβανόμενο τιμολόγιο που ισχύει για το/τα επιλεγμένο/α πακέτο/α εφόσον έχουν επαναλαμβανόμενες χρεώσεις;

source: Are you sure you want to delete the selected package(s)?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το/τα επιλεγμένο/α πακέτο/α;
